Repository: HeatherHaskin/projecklist
Catalog: locales/*/LC_MESSAGES/projecklist.po
Languages: fr_ca

# form-intro-pra-article
source: Before going any further I invite you to read this <a href="http://chrislema.com/the-art-of-giving-an-estimate/" target="_BLANK">short article</a> on web developments estimates.
fr_ca: Avant de poursuivre, je vous invite à lire cet article, <a href="http://exob2b.com/blog/evaluation-cout-site-web/" target="_BLANK">Comment bien évaluer le coût de production d’un site web</a>, qui donne certaines notions de base liées aux coûts de production d'un site web.

# form-intro-pra-end
source: Thank you for going through the content of this form!
fr_ca: Merci de prendre le temps de parcourir ce questionnaire!

# form-intro-pra-privacy
source: <strong>Privacy:</strong> Your email address, name and any other information you provide, such as address and phone number, are held in strict confidence. I only keep your information so that I can proceed with project evaluations, send invoices and fill our <a href="#">Terms &amp; Conditions</a> (contract) if applicable. I do not sell or share your information with anyone.
fr_ca: <strong>Confidentialité:</strong> toute information que vous partager, comme vos adresses et numéros de téléphone, est sauvegarder de façon confidentielle. Ces informations sont utilisées pour les évaluations de projets, la préparation de factures et pour rédiger les <a href="#">Conditions Générales</a> (contrat), si applicable. Je ne vends ou partage ces informations avec personne.

source: Email
fr_ca: Courriel

source: placeholder="Password"
fr_ca: placeholder="Mot de passe"

source: change
fr_ca: changer

source: Save
fr_ca: Sauvegarder

source: Login email
fr_ca: Courriel

source: placeholder="New Email"
fr_ca: placeholder="Nouveau courriel"

source: placeholder="Confirm Email"
fr_ca: placeholder="Confirmation du courriel"

source: Prefered Language
fr_ca: Langue

source: Change Password
fr_ca: Changer le mot de passe

source: placeholder="Current Password"
fr_ca: placeholder="Mot de passe actuel"

source: placeholder="New Password"
fr_ca: placeholder="Nouveau mot de passe"

source: placeholder="Confirm Password"
fr_ca: placeholder="Confirmation du mot de passe"

source: Enter password to delete your account
fr_ca: Entrez votre mot de passe pour supprimer le compte

source: Reset
fr_ca: Réinitialiser

source: Send
fr_ca: Envoyer

source: New Project!
fr_ca: Nouveau Projet!

# form-planning-note-required
source: Required Field
fr_ca: Champs Requis

# form-planning-projectName-ttl
source: Name your project!
fr_ca: Nommez votre projet!

# form-planning-projectName-info
source: It's always a good thing to name your project! It makes an easy reference in communications and it can be as simple as <b>Xxxxx’s website</b> for example.
fr_ca: C’est toujours une bonne idée de nommer son projet. C’est plus facile d’y faire référence lors de communications écrites.

# fld_project_name
source: Project Name:
fr_ca: Nom de Projet:

# form-planning-contact-info
source: Only the primary contact will be contacted on submission of this form.
fr_ca: Pour la première prise de contact, seulement le Contact Principal sera contacté.

# form-planning-contact-primary-stl-name
source: Name:
fr_ca: Nom:

# fld_contact_primary_fn
source: First Name:
fr_ca: Prénom

# fld_contact_primary_ln
source: Last Name:
fr_ca: Nom

# tel_contact_primary_tel
source: Phone:
fr_ca: Téléphone:

# eml_contact_primary_email
source: Email:
fr_ca: Courriel:

# eml_contact_primary_email_verification
source: Please confirm the Email:
fr_ca: Confirmation du courriel:

# form-planning-contact-alternate-stl-name
source: Name:
fr_ca: Nom:

# fld_contact_alt_fn
source: First Name:
fr_ca: Prénom

# fld_contact_alt_ln
source: Last Name:
fr_ca: Nom

# tel_contact_alt_contact_tel
source: Phone:
fr_ca: Téléphone:

# eml_contact_alt_email
source: Email:
fr_ca: Courriel:

# eml_contact_alt_email_verification
source: Please confirm the Email:
fr_ca: Confirmation du courriel:

# form-subFields-btn-add
source: ADD
fr_ca: AJOUTER

# form-subFields-btn-remove
source: REMOVE
fr_ca: RETIRER

# form-planning-familiarity-info
source: I need to have a sense of how comfortable you are talking about web technologies and its development techniques. This will help me to adapt and make sure I share right information the right way.
fr_ca: Pour m’assurez que l'information soit véhiculée de la bonne façon et ainsi faciliter nos interactions, veuillez indiquer votre niveau de familiarité avec les technologies web et ses techniques de conception.

# form-planning-familiarity-opt-choose
source: — choose —
fr_ca: — sélection —

# form-planning-familiarity-opt-notComfortable
source: Not Familiar
fr_ca: Peu familier

# form-planning-familiarity-opt-comfortable
source: Familiar
fr_ca: Familier

# form-planning-familiarity-opt-veryComfortable
source: Very Familiar
fr_ca: Très familier

# form-planning-timeline-info
source: Please indicate if you have a specific timeline we need to meet.
fr_ca: S’il vous plaît, indiquez si vous avez un échéancier pour votre projet.

# form-planning-timeline-opt-choose
source: — choose —
fr_ca: — sélection —

# form-planning-timeline-opt-none
source: No specific timeline
fr_ca: Aucun échéancier précis

# form-planning-timeline-opt-weeks_0_5
source: 0-5 weeks
fr_ca: 0-5 semaines

# form-planning-timeline-opt-months_1_3
source: 1-3 months
fr_ca: 1-3 mois

# form-planning-timeline-opt-months_3_6
source: 3-6 months
fr_ca: 3-6 mois

# form-planning-timeline-opt-months_6plus
source: 6 months +
fr_ca: 6 mois et +

# form-planning-budget-info
source: Have you establish a budget for your web project? If so, please indicate its range.
fr_ca: Avez-vous établi un budget pour votre projet?

# form-planning-budget-opt-choose
source: — choose —
fr_ca: — sélection —

# form-planning-budget-opt-none
source: No specific budget
fr_ca: Aucun budget précis

# form-planning-budget-opt-1k
source: less than $1,000
fr_ca: moins de 1 000 $

# form-planning-budget-opt-10kplus
source: more than $10,000
fr_ca: plus de 10 000 $

# form-planning-billing-info
source: This information will be use for invoices and to fill our terms and conditions if applicable.
fr_ca: Ces informations seront utilisées uniquement pour la facturation et la rédaction des <a href="#">Conditions Générales</a> (du contrat), si applicable.

# xxx_billing_sameas_primary
source: Same information as the <u>Primary Contact</u>
fr_ca: Mêmes informations que le <u>Contact Principal</u>

# fld_billing_fn
source: First Name
fr_ca: Prénom

# fld_billing_ln
source: Last Name
fr_ca: Nom

# fld_billing_coname
source: Company Name:
fr_ca: Nom d’entreprise:

# fld_billing_area
source: Department / Service:
fr_ca: Département / Service:

# tel_billing_tel
source: Phone:
fr_ca: Téléphone:

# fld_billing_address
source: Line 1
fr_ca: Ligne 1

# fld_billing_address_2
source: Line 2
fr_ca: Ligne 2

# fld_billing_city
source: City
fr_ca: Ville:

# fld_billing_postalcode
source: Postal Code
fr_ca: Code Postale

# fld_billing_country
source: Country
fr_ca: Pays

# eml_billing_email
source: Email:
fr_ca: Courriel:

# eml_billing_email_verification
source: Please confirm the Email:
fr_ca: Confirmation du courriel:

# form-content-ttl
source: Content & Design
fr_ca: CONTENU & DESIGN

# form-content-info-info
source: General Information about your organization, company, project or event to display on your website.
fr_ca: Informations générales à propos de votre entreprise, projet ou événement aux fins d’affichage sur le site.

# eml_info_email
source: Email:
fr_ca: Courriel:

# tel_info_tel
source: Phone:
fr_ca: Téléphone:

# fld_info_address
source: Line 1
fr_ca: Ligne 1

# fld_info_address_2
source: Line 2
fr_ca: Ligne 2

# fld_info_city
source: City
fr_ca: Ville

# fld_info_postalcode
source: Postal Code
fr_ca: Code Postale

# fld_info_country
source: Country
fr_ca: Pays

# form-content-hours-info
source: Please indicate what are your regular hours of operation to display on your site.
fr_ca: S’il vous plait indiquer vos heure d’ouverture à afficher sur le site.

# form-planning-hours-stl-range
source: Day(s)
fr_ca: Jour(s)

# form-planning-hours-range-opt-choose
source: — choose —
fr_ca: — sélection —

# form-planning-hours-range-lbl-days
source: Weekly Range
fr_ca: Plage Horaire Hebdomadaire

# form-planning-hours-range-opt-everyday
source: Every Day
fr_ca: Tout les jours

# form-planning-hours-range-opt-weekend
source: Weekend
fr_ca: Fin de semaine

# form-planning-hours-range-opt-mondayToFriday
source: Monday to Friday
fr_ca: Lundi au Vendredi

# form-planning-hours-range-lbl-day
source: Single Days
fr_ca: Jour Unique

# form-planning-hours-range-opt-mon
source: Monday
fr_ca: Lundi

# form-planning-hours-range-opt-tue
source: Tuesday
fr_ca: Mardi

# form-planning-hours-range-opt-wed
source: Wednesday
fr_ca: Mercredi

# form-planning-hours-range-opt-thu
source: Thursday
fr_ca: Jeudi

# form-planning-hours-range-opt-fri
source: Friday
fr_ca: Vendredi

# form-planning-hours-range-opt-sat
source: Saturday
fr_ca: Samedi

# form-planning-hours-range-opt-sun
source: Sunday
fr_ca: Dimanche

# form-planning-hours-stl-from
source: From:
fr_ca: De:

# form-planning-hours-from-lbl-hours
source: Hour
fr_ca: Heure

# form-planning-hours-from-lbl-closed
source: Closed
fr_ca: Fermer

# form-planning-hours-stl-to
source: To:
fr_ca: À:

# cbx_hours_regular_set_1_closed
source: Closed
fr_ca: Fermer

# cbx_hours_regular_set_2_closed
source: Closed
fr_ca: Fermer

# cbx_hours_regular_set_3_closed
source: Closed
fr_ca: Fermer

# cbx_hours_regular_set_4_closed
source: Closed
fr_ca: Fermer

# cbx_hours_regular_set_5_closed
source: Closed
fr_ca: Fermer

# cbx_hours_regular_set_6_closed
source: Closed
fr_ca: Fermer

# cbx_hours_regular_set_7_closed
source: Closed
fr_ca: Fermer

# form-content-holiday-info
source: Please indicate what are your hours of operation during holidays to display on your site.
fr_ca: Indiquez vos heures d’ouverture pour les journées fériés, si applicable. (aux fins d’affichage sur le site)

# form-content-product-info
source: Knowing what your top products and/or services are will help me prioritize the website content effectively and will contribute to a better design process overall.
fr_ca: Savoir quels sont vos produits et services principaux me permettra d’organiser le contenu de votre site plus efficacement.

# form-content-asset-info
source: Please indicate if you have already existing content to use in your new website. For example, if you had a previous website, are there anything you would like to recycle as part of this new web project?
fr_ca: Par exemple: Est ce qu’il y a du contenu de votre site web précédant que vous souhaitez réutiliser pour ce projet-ci.

# rdo_existing_asset-yes
source: Yes
fr_ca: Oui

# form-content-asset-stl-select
source: which ones?
fr_ca: quels types de contenu?

# cbx_asset_video
source: Video(s)
fr_ca: Vidéo(s)

# rdo_existing_asset-no
source: No
fr_ca: Non

# form-content-content-info-1
source: I am not a copywriter, graphic designer or photography expert. If you require any of those product or services, at additional cost, I can manage to provide relevant and quality content. Alternatively, I have professional connections that can be hired.
fr_ca: Il est préférable que vous fournissiez le contenu texte de votre propre site web. Vous connaissez votre entreprise, projet ou évènement mieux que moi. Vous avez généralement du meilleur contenu pour les pages web. Ceci dit, je fournirai toujours de la rétroaction sur celui-ci afin de faciliter son intégration au site web et moteur de recherches.

# form-content-content-info-2
source: It is always best when clients can provide or create the written content for their own site. You know your organization, project or business better than I do, and generally you’ll do a better job at writing the actual content for the pages. While I will provide my own thoughts on the content that is provided to me, and might make some suggestions to make the content more friendly for search engines and user experience.
fr_ca: Je ne suis pas rédacteur, designer graphique ou expert en photographie. Je peux créer et fournir du contenu de qualité à un coût afférent et/ou je peux aussi vous mettre en contact avec des experts.

# cbx_content_copywriting
source: Copywriting
fr_ca: Rédaction (<i>contenu textuel</i>)

# cbx_content_graphicdesign
source: Graphic Design
fr_ca: Design Graphique

# cbx_content_photography
source: Photography
fr_ca: Photographie

# cbx_content_none
source: None, I need Copywriting, Graphic Design and Photography services.
fr_ca: Non, aucun; j’ai besoin de services de rédaction, de design graphique et/ou photographique.

# form-content-feature-info
source: Feature rich sites are more appealing but they also take a longuer time develop and manage. Features have a direct impact on a project overall cost. Beside having a better vision of what you are looking for, asking about features helps me to better evaluate the project scale.
fr_ca: Les sites avec beaucoup d’éléments personnalisés sont certes plus attirants, mais requièrent plus de temps en maintenance et développement. Ils ont une influence directe sur l’échéancier et le coût global d’un projet. Ces éléments me permettent entre autres d’évaluer l’étendue et le niveau de complexité d’un projet.

# form-content-feature-par-instruction
source: For every selection, provide a short description of what you are looking for and why you think you need the selected feature:
fr_ca: Sélectionnez tous les choix applicables. Pour chacune des options choisies, indiquez la raison pour laquelle vous pensez avoir besoin de cette fonction.

# cbx_feature_login
source: Login
fr_ca: Session d’utilisateur

# cbx_feature_chart
source: Price Chart
fr_ca: Tableau de prix

# cbx_feature_catalog
source: Product Catalog
fr_ca: Catalogue de produits

# cbx_feature_comparechart
source: Comparison Chart
fr_ca: Tableau comparatif

# cbx_feature_form
source: Simple Contact Form
fr_ca: Formulaire simple

# cbx_feature_advancedform
source: Advanced Contact Form
fr_ca: Formulaire avancé

# cbx_feature_search
source: Search Box
fr_ca: Fonctionnalité de recherche

# cbx_feature_advancedsearch
source: Advanced Search Box
fr_ca: Recherche avancée

# cbx_feature_social
source: Social Media Integration
fr_ca: Intégration des réseaux sociaux

# cbx_feature_timeline
source: Custom Timeline
fr_ca: Calendrier

# cbx_feature_newsletter
source: Newsletter
fr_ca: Infolettre

# cbx_feature_calculator
source: Calculation Tool
fr_ca: Calculateur

# cbx_feature_otherdetails
source: Other:
fr_ca: Autre:

# form-design-siteGoal-info
source: A popular thought is that users will just come to the site. These questions helps to focus on why an average user may end up on the site. For example, many brochure sites get most of their visits from people looking for an address or phone number. We can create a one page website for that. This helps me to identify the site’s goals.
fr_ca: Il est exagéré de penser que votre clientèle accédera simplement le site. Les questions ci-dessus permettent d’évaluer les raisons pour lesquelles les utilisateurs accéderont à votre site. Par exemple, des sites web de style brochure attirent des utilisateurs qui cherchent simplement une adresse ou un numéro de téléphone. Par conséquent, nous pouvons créer une page ou site web à cet effet. Ces questionnements permettent de mieux identifier les buts et les besoins du site web.

# form-design-action-info
source: This information is used to get a sense for design and to know what components are expected.
fr_ca: J’utilise cette information afin de mieux cerner les besoins de fonctionnalité du site.

# form-design-action-pra-apply
source: Please check all that apply:
fr_ca: Sélectionnez tous les choix applicables:

# cbx_action_call
source: Call You
fr_ca: Vous téléphoner

# cbx_action_mail
source: Email You
fr_ca: Vous envoyer un courriel

# cbx_action_fillform
source: Fill out a form
fr_ca: Remplir un formulaire

# cbx_action_socialshare
source: Share content
fr_ca: Partager sur media sociaux

# cbx_action_subscribeemail
source: Sign up for your mailing list
fr_ca: Souscrire à une infolettre

# cbx_action_article
source: Read an article
fr_ca: Lire un article

# cbx_action_searchinfo
source: Search for information
fr_ca: Rechercher de l’information

# cbx_action_purchase
source: Purchase a product(s)
fr_ca: Faire un achat en ligne

# form-design-adjective-info
source: This information is used to get a sense for design.
fr_ca: Cette information aide à la conception du design.

# form-design-target-info
source: What types of visitors do you want to get? A site layout targeting Japanese middle school students will be very different from a site targeting rural agricultural workers or graduate school applicants. Knowing your target audience, their culture, their technical savvy, and their internet expectations can help you design your site in terms of look and feel and help you determine the site functionality and user experience (UX). This information is used to get a sense for design.
fr_ca: Quel est votre public cible? Un site web créé à l’attention d’étudiants d’école secondaire japonais va être très différent de celui créer pour la vente de produit agricole ou d’étudiant postsecondaire. Savoir qui est votre public cible, sa culture, son aisance avec la technologie et ses attentes contribue tous à la conception du design pour le site afin d’assurer la meilleure expérience possible.

# cbx_audience_age_kids
source: Kids
fr_ca: Enfants

# cbx_audience_age_teen
source: Teenagers
fr_ca: Adolescents

# cbx_audience_age_young
source: Young adults
fr_ca: Jeunes adultes

# cbx_audience_age_adult
source: Adults
fr_ca: Adultes

# cbx_audience_age_senior
source: Senior adults
fr_ca: Aines

# cbx_audience_geo_local
source: Reach a local community
fr_ca: Communauté locale

# cbx_audience_geo_city
source: Reach a specific City
fr_ca: Ville précise

# cbx_audience_geo_province
source: Reach a specific Province
fr_ca: Province précise

# cbx_audience_geo_country
source: Reach a specific Province
fr_ca: Pays précis

# cbx_audience_geo_world
source: Inernaltional
fr_ca: International

# cbx_audience_education_hschool
source: High School
fr_ca: Étude secondaire

# cbx_audience_education_college
source: College
fr_ca: Collège / CÉGEP

# cbx_audience_education_undergrad
source: Undergraduate
fr_ca: 1<sup>er</sup> cycle universitaire

# cbx_audience_education_grad
source: Graduate
fr_ca: 2<sup>e</sup> cycle universitaire

# cbx_audience_education_none
source: No Education
fr_ca: Aucune éducation

# cbx_audience_job_salaried
source: Salaried
fr_ca: Salarié

# cbx_audience_job_self
source: Self-employed
fr_ca: Travailleur autonome

# cbx_audience_job_professional
source: Professional
fr_ca: Professionnel

# cbx_audience_job_unemployed
source: Unemployed
fr_ca: Sans emplois

# cbx_audience_wealth_below
source: Below average
fr_ca: Sous la moyenne

# cbx_audience_wealth_average
source: Average
fr_ca: Dans la moyenne

# cbx_audience_wealth_above
source: Above average
fr_ca: Au-dessus de la moyenne

# cbx_audience_gender_man
source: Male
fr_ca: Masculin

# cbx_audience_gender_woman
source: Female
fr_ca: Féminin

# form-design-design-info
source: For each categories, please indicate what are your design preferences or requirements. This information is used to get a sense for design.
fr_ca: Ces informations me seront utiles pour la conception du design.

# form-design-competitor-info
source: In addition to getting a good look at what key terms we may be targeting, I will take a look at these sites to get an idea of the features we might need and the target audiences we should be considering. List at least one.
fr_ca: Inscrivez un ou plusieurs sites d’entreprises similaires à la vôtre. Ils me donneront des indices sur les mots clefs à utiliser. J’aurai aussi une meilleure représentation de votre milieu d’affaires.

# form-design-like-ttl
source: Please list at least two websites or more that you LIKE
fr_ca: Nommez deux sites web que vous <strong>AIMEZ</strong>

# form-design-like-info
source: These sites don’t have to be in the same activity field. By getting sites you like, I get a sense of your design expectations. By finding out what you would improve upon, I learn a lot about what you are looking for.
fr_ca: Ces sites n’ont pas à être reliés à votre champ d’activité. En ayant un aperçu au genre de site que vous aimez et amélioreriez, j’ai une meilleure compréhension de vos goûts et de vos attentes au niveau du design.

# form-design-like-par-instruction
source: For each sites indicate the url, one thing that you LIKE and one thing you would improve.
fr_ca: Saisissez l’URL, une chose que vous aimez et une chose à améliorer pour chacun des sites identifiés:

# form-design-dislike-info
source: The pitfalls you list tells me what you want to avoid. It helps me to better understand your preferences and requirements.
fr_ca: Ces exemples me permettent de savoir quoi ne pas inclure dans le vôtre. C’est encore une fois pour avoir une meilleure compréhension de vos préférences et vos attentes.

# form-design-dislike-par-instruction
source: For each sites indicate the url and one thing that you DON'T like.
fr_ca: Saisissez l’URL et une chose que vous n’aimez pas pour chacun des sites identifiés:

# form-design-remark-info
source: <strong>Examples:</strong> specific images or specific text, splash page, specific colour, etc.
fr_ca: <strong>Exemple:</strong> image particulière, page d’accueil “splash”, couleur particulière, etc.

# rdo_remark_yes
source: Yes
fr_ca: Oui

# rdo_remark_no
source: No
fr_ca: Non

# form-technology-architecture-info
source: Whether or not you need a site that is responsive or need to work on legacy browsers depends largely of the site goals and target audiences. It is important to note that these requirements affects the development time of a project. In other words its cost. (ex. Support for legacy browsers like Internet Explorer 8 is restrictive. It takes longer to develop good support for them)
fr_ca: Que vous vouliez ou non un site adaptatif bureau/mobile ou encore un site qui fonctionne bien sur les navigateurs web plus anciens dépend généralement des besoins de votre public cible. Il est important de garder en tête que les techniques de conception qui sont utilisés par rapport à ces besoins ont un impact direct sur le temps requis pour la création d’un site web. En d’autres mots, son coût. <i>(par exemple, la phase de développement pour supporter les navigateurs plus anciens tel qu’Internet Explorer 8 est très restrictive. Par conséquent, cette phase requiert plus de temps à développer ce qui augmente donc le coût global du projet)</i>

# form-technology-architecture-instruction
source: Besides modern desktop web browser, please identify which platforms or devices your site should be compatible with. Please check all that apply.
fr_ca: Identifiez le type de navigateur ou terminal que votre site devrait être compatible.

# rdo_architecture_mobile
source: Mobile only
fr_ca: Mobile seulement

# rdo_architecture_desktop
source: Desktop only
fr_ca: Bureau seulement

# rdo_architecture_responsive
source: Responsive Web Design
fr_ca: Design Adaptatif (RWD ->

# rdo_architecture_responsive_note
source: (Mobile & Desktop)
fr_ca: Bureau et Mobile)

# cbx_architecture_hd
source: High resolution image support
fr_ca: Support d’images en haute résolution

# cbx_architecture_legacysupport
source: Legacy browsers support
fr_ca: Support pour ancien navigateur

# cbx_architecture_legacysupport_note
source: (ex. Internet Explorer 6 - 9)
fr_ca: (ex. Microsoft Internet Explorer 6 - 9)
