Repository: HeatherHaskin/projecklist
Catalog: locales/*/LC_MESSAGES/projecklist.po
Languages: fr_ca

source: Table of Contents
fr_ca: Table des matières

# form-planning-ttl
source: Planning
fr_ca: PLANIFICATION

# form-technology-ttl
source: Technology
fr_ca: TECHNOLOGIE

# form-planning-contact-ttl
source: Contact Information
fr_ca: Prise de Contact

# form-planning-contact-primary-ttl
source: Primary Contact
fr_ca: Contact Principal

source: Phone:
fr_ca: Tel:

source: Email:
fr_ca: Courriel:

# form-planning-contact-alternate-ttl
source: Alternate Contact
fr_ca: Contact Secondaire

# form-planning-familiarity-ttl
source: How familiar are you with web development?
fr_ca: Quel est votre niveau de familiarité avec la conception de site web?

# form-planning-timeline-ttl
source: Timeline
fr_ca: Échéancier

# form-planning-budget-ttl
source: Budget
fr_ca: Indication budgétaire

# form-planning-billing-ttl
source: Billing
fr_ca: Facturation

# form-planning-billing-stl-address
source: Address:
fr_ca: Adresse:

# form-content-info-ttl
source: Website Display Information
fr_ca: Informations aux fins d’affichage

# fld_info_legal
source: Legal Name:
fr_ca: Nom légal:

# fld_info_brand
source: Brand / Display Name:
fr_ca: Nom d'affichage:

# fld_info_tagline
source: Tagline:
fr_ca: Slogan:

source: Phone:
fr_ca: Tel:

source: Email:
fr_ca: Courriel:

# form-content-info-adress-stl
source: Address:
fr_ca: Adresse:

# txt_info_description
source: Short description of your business, activities or event(s):
fr_ca: Faite une brève description de vos principales activités:

# form-content-hours-ttl
source: Regular hours of operation:
fr_ca: Heures d’ouverture

# form-content-holiday-ttl
source: Holidays hours of operation:
fr_ca: Jours fériés

# form-content-product-ttl
source: List the top 3 products and/or services you provide.
fr_ca: Liste de vos 3 produits et services principaux.

# form-content-asset-ttl
source: Do you have existing assets to use?
fr_ca: Avez-vous déjà du contenu visuel prêt à être utilisé pour ce projet?

# txt_asset_othercomments
source: Other or Comments:
fr_ca: Autre ou Commentaires:

# form-content-content-ttl
source: Wich content will you provide for your website?
fr_ca: Fournissez-vous du nouveau contenu pour votre site?

# xxx_content_otherdetails
source: Other or Comments:
fr_ca: Autre ou Commentaires:

# form-content-feature-ttl
source: What features do you think your website should include?
fr_ca: Quels sont les fonctionnalités et attributs dont vous pensez avoir besoin sur le site?

# form-design-siteGoal-ttl
source: Site Goal
fr_ca: But du site web

# txt_site_goal_1
source: Why do you think people will visit your site?
fr_ca: Pourquoi pensez-vous que les gens viendront visiter votre site?

# txt_site_goal_2
source: When people don’t know you, how and why would they happen upon your site?
fr_ca: Si les gens ne savent pas que vous existez, pourquoi et comment devraient-ils trouver votre site?

# txt_site_goal_3
source: If people know you, why would they visit your site?
fr_ca: Si les gens vous connaissent, pourquoi devraient-ils visiter le site?

# txt_site_goal_4
source: How is your site supposed to help your organization, project or company?
fr_ca: Dans quelle mesure est-ce que votre site devrait aider votre entreprise, projet ou événement?

# form-design-action-ttl
source: What action(s) should the users perform when visiting your site?
fr_ca: Quelle action(s) devrait prendre un visiteur de votre site?

# txt_action_othercomments
source: Other or Comments:
fr_ca: Autre ou Commentaires:

# form-design-adjective-ttl
source: Please list three adjectives that you think describe best your organization, company or project
fr_ca: Écrivez une liste de 3 adjectifs qui décrivent au mieux votre entreprise, projet ou événement et sa vision.

# form-design-target-ttl
source: Who is your target audience?
fr_ca: Qui est votre utilisateur ou clientèle cible?

# form-design-target-stl-age
source: Age
fr_ca: Âge

# form-design-target-stl-geographic
source: Geographic
fr_ca: Géographique

# form-design-target-stl-education
source: Education
fr_ca: Éducation

# form-design-target-stl-job
source: Job Status
fr_ca: Emplois

# form-design-target-stl-wealth
source: Wealth
fr_ca: Revenue

# form-design-target-stl-gender
source: Gender
fr_ca: Genre

# txt_audience_description
source: Describe your average visitor as best you can:
fr_ca: Faite une brève description du public cible pour le site:

# form-design-design-ttl
source: Any visual design preferences or requirements?
fr_ca: Vous avez des préférences au niveau du style?

# txt_design_colour
source: Colour
fr_ca: Palette de couleurs?

# txt_design_theme
source: Theme (ex. dark, girly, clear, refreshing, etc.)
fr_ca: Thématique? <i>(ex. sombre, fi-fille, clair, rafraîchissant, etc.)</i>

# txt_design_style
source: Shape Style (ex. rounded, rectangular, lots of images, no images, etc.)
fr_ca: Style? <i>(ex. arrondi, rectangulaire, plusieurs images, pas d'images, etc.)</i>

# txt_design_brand
source: Specific Brand requirements
fr_ca: Besoin d'afficher les couleurs officiel de votre organisation?

# txt_design_othercomments
source: Other or Comments:
fr_ca: Autre ou Commentaires:

# form-design-competitor-ttl
source: URLs of competitors or similar web presence:
fr_ca: Présence web similaire

# form-design-like-stl-site-1
source: first site
fr_ca: premier site

# fld_like_1_like
source: Like:
fr_ca: J’aime:

# fld_like_1_improve
source: Improve:
fr_ca: À améliorer:

# form-design-like-stl-site-2
source: second site
fr_ca: deuxième site

# fld_like_2_like
source: Like:
fr_ca: J’aime:

# fld_like_2_improve
source: Improve:
fr_ca: À améliorer:

# form-design-like-stl-site-3
source: third site
fr_ca: troisième site

# fld_like_3_like
source: Like:
fr_ca: J’aime:

# fld_like_3_improve
source: Improve:
fr_ca: À améliorer:

# form-design-like-stl-site-4
source: fourth site
fr_ca: quatrième site

# fld_like_4_like
source: Like:
fr_ca: J’aime:

# fld_like_4_improve
source: Improve
fr_ca: À améliorer:

# form-design-dislike-ttl
source: Please list at least two websites you DON’T like
fr_ca: Nommez deux sites que vous n'aimez <strong>PAS</strong>

# form-design-dislike-stl-site-1
source: first site
fr_ca: premier site

# fld_dislike_1_dislike
source: Dislike:
fr_ca: N’aime pas:

# form-design-dislike-stl-site-2
source: second site
fr_ca: deuxième site

# fld_dislike_2_dislike
source: Dislike:
fr_ca: N’aime pas:

# form-design-dislike-stl-site-3
source: third site
fr_ca: troisième site

# fld_dislike_3_dislike
source: Dislike:
fr_ca: N’aime pas:

# form-design-dislike-stl-site-4
source: fourth site
fr_ca: quatrième site

# fld_dislike_4_dislike
source: Dislike:
fr_ca: N’aime pas:

# form-design-remark-ttl
source: Do you have any definite remarks on what you DON’T want on your website?
fr_ca: Est-ce que vous avez certaines remarques définitives sur ce que vous ne voulez PAS sur votre site?

# form-technology-architecture-ttl
source: Browser support and architecture
fr_ca: Navigateurs et architecture

# txt_architecture_othercomments
source: Other or Comments:
fr_ca: Autre ou Commentaires

# form-technology-accessibility-ttl
source: Accessibility and usability
fr_ca: Accessibilité et usage

# txt_accessibility_othercomments
source: Other or Comments:
fr_ca: Autre ou Commentaires:

# form-technology-seo-instruction
source: In addition to optimal architectural development practices that we provide, please select all other SEO features you require in the list below:
fr_ca: Sélectionnez toutes autres fonctionnalités de référencement (SEO) dont vous avez besoin:

source: Webmaster Tool(s):
fr_ca: Outils Webmestre(s):

# form-technology-domain-ttl
source: Domain Names
fr_ca: Nom de Domaine

# form-technology-hosting-ttl
source: Do you require web hosting?
fr_ca: Est-ce que vous avez besoin d’un service d’hébergement?

# form-technology-email-ttl
source: Do you require an email address matching your domain name?
fr_ca: Avez-vous besoin d’une adresse courriel correspondant à votre nom de domaine?

# form-technology-maintenance-ttl
source: Who will be responsible for the site maintenance?
fr_ca: Qui sera responsable de la maintenance ou mis à jour pour le site?

# form-other-ttl
source: OTHER
fr_ca: AUTRE

# form-other-future
source: Anything you don’t need now but may want in the future?
fr_ca: Vous avez des projets pour future pour le site?

# form-other-comment
source: Please share any additional information about your project here.
fr_ca: Autres détails importants relatifs au projet?

source: Sign in
fr_ca: Connexion

source: or
fr_ca: ou

source: Register
fr_ca: Inscription

source: -- select an option --
fr_ca: -- choisir une option --

source: day,
fr_ca: jour,

source: hours,
fr_ca: heures,

source: hour,
fr_ca: heure,

source: Closed
fr_ca: Fermé

source: Open
fr_ca: Ouvert

source: from
fr_ca: de

source: to
fr_ca: à

# header-menuli-lang
source: language
fr_ca: Langue

source: Account Activation Failed
fr_ca: Échec de l’activation du compte

source: We are unable to activate the account registered with
fr_ca: Impossible d’activer le compte inscrit sous

source: at this time. Please try again later.
fr_ca: pour le moment. S’il vous plaît, réessayer plus tard.

source: Account Activated
fr_ca: Compte activé

source: The account registered with
fr_ca: Le compte inscrit sous

source: is now activated. Thank you!
fr_ca: est maintenant activé. Merci!

source: Oops!
fr_ca: Oups!

source: This link seems to have expired.
fr_ca: Ce lien est maintenant expiré.

source: Account Activation
fr_ca: Activation

source: Unable to delete your project at this time.
fr_ca: Impossible de supprimer votre projet pour le moment.

source: Project ID:
fr_ca: No de Projet:

source: Project sucessfully sent. Check your mailbox!
fr_ca: Projet envoyé avec succès. Vérifiez votre boîte aux lettres!

source: Unable to submit your project at this time.
fr_ca: Impossible de supprimer votre projet pour le moment.

source: Contact Us
fr_ca: Contactez-Nous

source: Contact Us Ref#
fr_ca: Contactez-Nous Réf#

source: Thank you for contacting us. Check your mailbox for the acknowledgement email and reference number.
fr_ca: Merci de nous contacter. Vérifiez votre boîte aux lettres pour l’accusé de réception et le numéro de référence.

source: Delete Account
fr_ca: Supprimer le compte

source: We are sad to see you leave...
fr_ca: Nous sommes désolé de vous voir quitter…

source: Your account has been deleted. You will now be redirected to the home page.
fr_ca: Le compte a été supprimé avec succès. Vous allez maintenant être redirigé à la page d’accueil.

source: Unable to delete the account at this time. Please try again later
fr_ca: Impossible de supprimer le compte pour l’instant. S’il vous plaît, réessayer plus tard.

source: Forgot Password?
fr_ca: Mot de passe oublié?

source: The reCAPTCHA checkbox is required
fr_ca: Le reCAPTCHA est requis

source: Unable to proceed with your request at this time.
fr_ca: Impossible de procéder à votre demande pour l’instant.

source: Password Reset Notification
fr_ca: Avis de réinitialization de mot de passe

source: Your password has been sent by email successfully. Check your mailbox! Make sure to verify your spam folder if you don't see it in your inbox.
fr_ca: Votre mot de passe a été envoyé par courriel avec succès. Vérifiez votre boîte aux lettres! Assurez-vous de vérifier votre dossier pourriel s’il n’est pas dans votre boîte de réception.

source: Unable to reset your password at this time. Please try again.
fr_ca: Impossible de réinitialiser votre mot de passe en ce moment. Veuillez réessayer.

source: Invalid email address.
fr_ca: Adresse courriel invalide.

source: Home
fr_ca: Acceuil

source: Please change the temporary password before it expires on your profile page.
fr_ca: S'il vous plaît changer le mot de passe temporaire avant son expiration sur votre page de profil.

source: The temporary password has exired.
fr_ca: Le mot de passe temporaire a expiré.

source: Maximum password attempts reached.<br/><span style="font-weight: normal;">Your account is locked for
fr_ca: Tentatives de mot de passe maximal atteint <br/> <span style = "font-weight: normal;">. Votre compte est verrouillé pour

source: . Please try again later or reset your password manually.</span> (1)
fr_ca: . S'il vous plaît réessayer plus tard ou réinitialiser votre mot de passe manuellement. </span> (1)

source: Invalid username and/or password.
fr_ca: Nom d'utilisateur et/ou mot de passe incorrect.

source: . Please try again later or reset your password manually.</span> (2)
fr_ca: . S'il vous plaît réessayer plus tard ou réinitialiser votre mot de passe manuellement. </span> (2)

source: . Please try again later or reset your password manually.</span> (3)
fr_ca: . S'il vous plaît réessayer plus tard ou réinitialiser votre mot de passe manuellement. </span> (3)

source: . Please try again later or reset your password manually.</span> (4)
fr_ca: . S'il vous plaît réessayer plus tard ou réinitialiser votre mot de passe manuellement. </span> (4)

source: . Please try again later or reset your password manually.</span> (5)
fr_ca: . S'il vous plaît réessayer plus tard ou réinitialiser votre mot de passe manuellement. </span> (5)

source: Profile
fr_ca: Profil

source: Name Updated!
fr_ca: Nom mis à jour!

source: Email Confirmation Missmatch!
fr_ca: Confirmation du courriel invalide!

source: This email is already registered!
fr_ca: Cet courriel est déjà enregistré!

source: Your account email changed
fr_ca: Mis à jour du courriel

source: Email updated!
fr_ca: Courriel mis à jour!

source: Invalid password!
fr_ca: Mot de passe incorrect!

source: We are unable to fullfil your request at this time. Please try again later.
fr_ca: Nous sommes incapables de procéder à votre demande pour le moment. Veuillez réessayer plus tard.

source: Language Updated!
fr_ca: Langue mis à jour!

source: Password Confirmation Missmatch!
fr_ca: Confirmation du mot de passe invalid!

source: Your password changed
fr_ca: Mis à jour de mot de passe

source: Password updated!
fr_ca: Mot de passe mis à jour!

source: Projeckt Form
fr_ca: Formulaire Projecklist

source: This Project name is already registered.
fr_ca: Ce nom de Projet est déjà enregistré.

source: Unable to save all form fields at this time. Please try again.
fr_ca: Impossible de sauvegarder votre Projet pour l’instant.

source: Project ID
fr_ca: No de Projet

source: Saved!
fr_ca: Sauvegarder!

source: Saved!
fr_ca: Sauvegarder!

source: Project Name:
fr_ca: Nom de Projet:

source: Registration
fr_ca: Inscription

source: Email Confirmation Missmatch
fr_ca: Confirmation du courriel incorrect!

source: Password Confirmation Missmatch
fr_ca: Confirmation du mot de passe incorrect!

source: The email address submitted is already registered.
fr_ca: L'adresse de courriel soumise est déjà enregistré.

source: Welcome to Projecklist!
fr_ca: Bienvenue sur Projecklist!

source: Successful Registration
fr_ca: Inscription complété avec succès

source: Account Not Activated
fr_ca: Le compte n’a pas été activé

source: Please check your mailbox for your registration confirmation email and click on the activation link to be able to access your account.
fr_ca: S'il vous plaît, vérifiez votre boîte courriel pour la confirmation d’inscription et cliquez sur le lien d'activation pour pouvoir accéder à votre compte.

source: Sorry
fr_ca: Désoler

source: Project Archive
fr_ca: Archive

source: ID
fr_ca: No

source: Project Name
fr_ca: Nom de Projet

source: Last Modified
fr_ca: Dernière Modification

source: Send by Email
fr_ca: Envoyer par courriel

source: Edit
fr_ca: Éditer

source: Delete
fr_ca: Supprimer

source: No project saved yet!
fr_ca: Aucun Projet sauvegarder!

source: Get Started
fr_ca: Nouveau Projet!

source: value="General Inquiry"
fr_ca: value="Question Générale"

source: Genreal Inquiry
fr_ca: Question Générale

source: Submit
fr_ca: Soumettre

source: Are you sure you want to delete your account and along with all its data? This action is defenitive and the information can't be recovered.
fr_ca: Êtes-vous certain de vouloir supprimer votre compte et avec toutes ses données? Cette action est définitive et l'information ne peut être récupérée par la suite.

source: Cancel
fr_ca: Annuler

source: Please let us know why your are leaving us so we can get better and get you back!
fr_ca: S'il vous plaît, faites-nous part des raisons de votre départ pour que nous puissions nous améliorer!

source: Delete Now
fr_ca: Supprimer définitivement

source: Share
fr_ca: Partagez

# footer-fb-share-link
source: https://www.facebook.com/sharer/sharer.php?u=www.projecklist.oneprojct.space/?lang=en_CA
fr_ca: https://www.facebook.com/sharer/sharer.php?u=www.projecklist.oneprojct.space/?lang=fr_CA

# footer-tw-share-link
source: https://twitter.com/home?status=http://www.projecklist.oneprojct.space
fr_ca: https://twitter.com/home?status=http://www.projecklist.oneprojct.space/?lang=fr_CA

# footer-in-share-link
source: https://www.linkedin.com/shareArticle?mini=true&title&summary&url=http://www.projecklist.oneprojct.space/?lang=en_CA
fr_ca: https://www.linkedin.com/shareArticle?mini=true&title&summary&url=http://www.projecklist.oneprojct.space/?lang=fr_CA

# form-navbar-titleAttr-langSwitch
source: Language
fr_ca: Langue

# footer-copy
source: Created in Montreal
fr_ca: Créé à Montréal

source: Forgot your password?
fr_ca: Mot de passe oublié?

source: Enter your email address to reset your password. You may need to check your spam folder or unblock the "no-reply" email address.
fr_ca: Entrez votre adresse courriel pour réinitialiser votre mot de passe. Assurez-vous de vérifier le dossier pourriel dans votre boite aux lettres s’il n’est pas dans votre boîte de réception.

source: placeholder="Email"
fr_ca: placeholder="Courriel"

# form-htmlmeta-description
source: Client walkthrough project evaluation form.
fr_ca: Formulaire d’évaluation de projet en développement web.

# head-og-title
source: Projecklist for websites
fr_ca: Projecklist pour sites web

# head-og-image
source: http://www.projecklist.oneprojct.space/img/og/og_en.jpg
fr_ca: http://www.projecklist.oneprojct.space/img/og/og_fr.jpg

# head-og-url
source: http://www.projecklist.oneprojct.space/?lang=en_CA
fr_ca: http://www.projecklist.oneprojct.space/?lang=fr_CA

# head-og-fb-locale
source: en_US
fr_ca: fr_CA

# head-og-description
source: Do you need a web a site or are you a web developer yourself? Facilitate the cost estimation process and effectively initiate your project by using this interactive kick starter questionnaire.
fr_ca: Désirez-vous un site web ou êtes-vous concepteurs web indépendants? Facilitez le processus d’évaluation des couts et entamez de façon efficace le processus de conception avec ce questionnaire interactif.

source: please wait...
fr_ca: veuillez patienter...

# form-dialogbox-pra-contact
source: Are you sure you want to remove the Alternate Contact field?
fr_ca: Êtes-vous sûr de vouloir retirer les informations du Contact Secondaire?

# form-dialogbox-pra-hours
source: Are you sure you want to remove the last set of hours field?
fr_ca: Êtes-vous sûr de vouloir retirer les informations du dernier bloc de plage horaire?

# form-dialogbox-pra-competitors
source: Are you sure you want to remove the last site field?
fr_ca: Êtes-vous sûr de vouloir retirer le dernier URL entrée?

# form-dialogbox-pra-weblist
source: Are you sure you want to remove the last site field?
fr_ca: Êtes-vous sûr de vouloir retirer les informations du dernier champ entré?

# form-dialogbox-pra-domain
source: Are you sure you want to remove the last domain field?
fr_ca: Êtes-vous sûr de vouloir retirer le dernier domaine entré?

# form-dialogbox-pra-primary
source: Are you sure you want to replace the information you entered with the Primary Contact information?
fr_ca: Êtes-vous sûr de vouloir remplacer les informations déjà entrées avec celles du Contact Principal?

# form-dialogbox-pra-noprimary
source: There is no Primary Contact information entered yet.
fr_ca: Il n’y a pas d’information entrée comme Contact Principal. Veuillez vérifier les données du Contact Principal et recommencer.

# form-dialogbox-btn-accept
source: Accept
fr_ca: Accepter

# form-dialogbox-btn-decline
source: Decline
fr_ca: Refuser

# form-navbar-titleAttr-getStarted
source: New Project
fr_ca: Nouveau Projet

# form-navbar-titleAttr-archive
source: Archived Project
fr_ca: Archive

# form-navbar-titleAttr-toggleTheme
source: Theme
fr_ca: Thème

source: Hello
fr_ca: Bonjour

# form-navbar-titleAttr-logOut
source: Log out
fr_ca: Déconnexion

# form-navbar-titleAttr-profile
source: Profile
fr_ca: Profil

# form-navbar-titleAttr-signIn
source: Sign in
fr_ca: Connexion

# hero-ttl-h1
source: Help Me<br />Help You<br />Build Your<br />Website
fr_ca: Aidez-moi à<br /><span>Vous aider</span><br />Pour créer<br />Votre site web

# hero-pra-description
source: Do you need a web a site or are you a web developer yourself? Facilitate the cost estimation process and effectively initiate your project by using this interactive kick starter questionnaire.
fr_ca: Désirez-vous un site web ou êtes-vous concepteurs web indépendants? Facilitez le processus d’évaluation des couts et entamez de façon efficace le processus de conception avec ce questionnaire interactif.

# hero-pra-action-description
source: Ready to share and printable summary sent by email!
fr_ca: Compte rendu prêt à imprimer et à partager par courriel!

# hero-pra-action-button
source: Exemple Here!
fr_ca: Voir un exemple!

# action-first-ttl
source: Required Fields
fr_ca: Champs Requis

# action-first-txt
source: Only 3 fields are required for to get your summary.
fr_ca: Seulement 3 champs sont requis pour avoir son compte rendu.

# action-second-ttl
source: Optional fields
fr_ca: Champs Optionnel

# action-second-txt
source: All other fields are optional, fill only what you need!
fr_ca: Remplissez seulement les sections dont vous avez besoin!

# action-third-ttl
source: Click Submit
fr_ca: Envoyer

# action-third-txt
source: Submit and monitor your mailbox!
fr_ca: Une fois envoyé, surveiller votre boite courriel!

# form-intro-pra-validate
source: Please note that whether or not we complete this questionnaire together, we will meet to validate its content. It is important to ensure that I understand all your needs and requirements. In the course of that meeting, we will also define what success looks like, find agreement on the design process, set milestones and confirm next steps.
fr_ca: Il est important pour moi de bien comprendre vos besoins, vos attentes et vos exigences. Je vous invite donc à parcourir le questionnaire ci-dessous dont le contenu sera discuté à notre première rencontre. Cette rencontre aura aussi pour but de se donner une direction, établir un échéancier et identifier les prochaines étapes.

# form-intro-pra-design
source: The content of this form is the starting point of the design process. Any additional requirements that are not listed here will gladly be discussed and included in our Terms &amp; Conditions where applicable.
fr_ca: Ce questionnaire est la base du processus de développement, donc la première étape que nous franchirons ensemble. S'il y a lieu, tout autre aspect qui n’est pas couvert dans le présent questionnaire sera discuté et inclus nos <a href="#">Conditions Générales</a>.

# form-intro-pra-confirm
source: I am sure you understand and agree that managing expectations with a good planning process leads to an efficient use of time, pleasant collaboration and cost reduction.
fr_ca: Je suppose que vous êtes d'accord qu'un bon processus de planification contribue à une meilleure gestion de notre temps et une meilleure collaboration.
