Repository: HeatherHaskin/projecklist
Catalog: locales/*/LC_MESSAGES/projecklist.po
Languages: fr_ca

# form-technology-accessibility-info
source: Similar to the previous question, whether or not you require a site that needs accessibility features and/or support high definition images depends of its goals and target audiences. It is important to note that these requirements affects the development time of a project. In other words, its cost. (ex. Support for large high definition images takes a longer time as the content needs to be optimized for non high definition devices as well to not affect the site performance.)
fr_ca: Similaire à la question précédente, que vous vouliez ou non un site avec certaines fonctions d’accessibilité ou un site qui supporte des images en haute définition dépend généralement des besoins de votre public cible. Encore une fois, ces exigences ont un impact direct sur le temps de développement du projet et augmenteront donc son coût global. (supporter les images en haute résolution requiert plus de temps de développement afin limiter les effets négatifs sur les performances du site pour un utilisateur qui n’a pas la haute résolution disponible ou d’écran HD)

# form-technology-accessibility-instruction
source: Please check all that apply and please provide details for your selections. If you are not sure if you require these features or not that is fine, I can provide clarifications when we meet.
fr_ca: Veuillez fournir des détails pour chacune de vos sélections:

# cbx_accessibility_eyesight
source: Users might have eyesight disability
fr_ca: Vision restreinte

# cbx_accessibility_eyesight_note
source: (screenreader requirement or design adjustment with bigger typefaces)
fr_ca: (support pour logiciel de lecture d’écran ou ajustement du design pour de plus grosses polices)

# cbx_accessibility_mobility
source: Users might have mobility restrictions
fr_ca: Mobilité réduite

# cbx_accessibility_mobility_note
source: (keyboard navigation enhancement required)
fr_ca: (support pour logiciel de navigation alternative ou raccourcis clavier)

# cbx_accessibility_readinglevel
source: Users might have a lower reading level compared to average
fr_ca: Niveau de lecture réduit

# form-technology-seo-ttl
source: Search Engine Optimization <sup><a id="ffn1" href="#fn1" class="footnote">1</a></sup> (SEO)
fr_ca: Optimisation des moteurs de recherche <sup><a id="ffn1" href="#fn1" class="footnote">1</a></sup> (SEO)

# form-technology-seo-info-1
source: Our code is developed using current conventions and architectural best practices. We also use tools <sup><a id="ffn9" href="#fn9" class="footnote">9</a></sup> for safety, quality and precision productivity enhancement of our development process. While a good site architecture and its performance impacts SEO rankings positively, it is only a small portion of an optimal and broader search engine optimization (SEO) process.
fr_ca: Mes techniques de conception sont conforme avec certaines conventions architecturales moderne. J’utilise également des technologies et outils de pointe pour travailler de façon sécuritaire, afin d’assurer une bonne qualité et optimiser ma productivité. <sup><a id="ffn9" href="#fn9" class="footnote">9</a></sup> une bonne conception affecte positivement le rendement en SEO. Ces méthodologies représentent seulement une petite partie d'un processus optimale en optimisation des moteurs de recherche (SEO).

# form-technology-seo-info-2
source: The below selections does NOT represent an exhaustive list of all SEO features. It represent only the ones we can provide as part of this project. If you require any additional/other SEO features not listed above, we have professional connections that can be hired.
fr_ca: Les options ci-dessous ne représentent pas une liste exhaustive de toutes les pratiques de SEO disponibles. Elle représente seulement ceux que je suis en mesure de vous offrir. Si vous désirez plus d’options, nous pouvons vous mettre en contact avec des experts.

# xxx_seo_tool
source: Integration and basic configuration of one or more <em>Webmaster Tools</em>
fr_ca: Intégration du site dans un ou plusieurs systèmes de type <em>Outils Webmestres</em>

# xxx_seo_tool_note
source: including sitemaps and robots configuration
fr_ca: incluant la gestion des fichiers "<i>sitemaps</i>" et "<i>robots</i>"

# form-technology-seo-stl-wmt
source: WMT available
fr_ca: Outils Webmestres disponnible

source: https://www.google.ca/webmasters/
fr_ca: https://www.google.com/webmasters/?hl=fr

# cbx_seo_url_optimization
source: URL optimization and canonicalization
fr_ca: Optimisation et canonisation des URL

# cbx_seo_url_optimization_note
source: common with a Content Management System website
fr_ca: commun avec l’utilisation d’un système de gestion de contenu

# cbx_seo_structured_data
source: Rich Snippets and Structured Data
fr_ca: "<i>Rich Snippets</i>" et "<i>Structured Data</i>"

# cbx_seo_localization
source: Target Multiple Languages
fr_ca: Cibler plusieurs langues

# cbx_seo_localization_note
source: localization
fr_ca: localisation

# cbx_seo_mobile_meta
source: Mobile web development meta tag configuration with subdomains
fr_ca: Configuration pour les <em>site mobile</em> avec sous-domaines

# xxx_seo_opengraph
source: Open Graph
fr_ca: Intégration des balises meta "<i>Open Graph</i>" pour réseaux sociaux

# xxx_seo_opengraph_note
source: social metadata configuration
fr_ca: configuration au niveau des meta tags

# form-technology-seo-stl-opengraph
source: social networks
fr_ca: réseaux sociaux

# cbx_seo_analytic
source: Integration and setup of a Google Analytics
fr_ca: Création, intégration et configuration des fonctionnalités de <i>Google Analytics</i>

# cbx_seo_analytic_note
source: account
fr_ca: &nbsp;

# form-technology-domain-info
source: Please list all your domains and subdomains for your website. If you do not already have a domain name, don't worry. Just indicate the one you would like to use -> You can easily check its availability on the web or via this trusted registrar:
fr_ca: Indiquez tous les noms de domaines et sous-domaine pour le site. Si vous n’avez pas de nom de domaine, ne vous inquiétez pas, indiquez seulement celui que vous désirez utiliser. -> vous pouvez facilement vérifier s’il est disponible sur ce site:

# form-technology-hosting-info
source: I do not offer extensive hosting services but I can help with the hosting of your website. I personnaly recommend and do business with <a href="https://asmallorange.com" target="_BLANK">A Small Orange</a> hosting company for small to medium projects. Alternatively, I can install your site on any hosting service of your choice if you already have an account set up.
fr_ca: Je ne suis pas une entreprise d’hébergement web. Par contre, je peux vous aider avec l’hébergement de votre site web. Je fais affaire et vous recommande "<i><a href="https://asmallorange.com" target="_BLANK">A Small Orange</a></i>", une entreprise spécialisée en service d’hébergement. Sinon, je suis en mesure en mesure d’installer et configurer votre site sur le service d’hébergement de votre choix.

# rdo_requirehosting_yes
source: Yes, I do need hosting services.
fr_ca: Oui, j’ai besoin d’un service d’hébergement.

# rdo_requirehosting_no
source: No, I have hosting services secured already.
fr_ca: Non, j’ai accès à un service d’hébergement.

# form-technology-email-info
source: If you require an email address matching your domain name, I can help with setting up a <a href="https://www.google.com/work/apps/business/" target="_BLANK">Google Apps for Work</a> account. It is the best way to sync your mail in the cloud and make them accessible from all your devices easily (computer or mobile).
fr_ca: Si vous avez besoin d'une adresse électronique correspondant avec votre nom de domaine, je peux aider avec la mise en place d'un compte <a href="https://www.google.com/intx/fr/work/apps/business/" target="_BLANK">Google Apps for Work</a>. C’est un moyen économique de synchroniser vos courriels dans le nuage et de le rendre facilement accessible à partir de tous vos appareils (ordinateur ou mobiles).

# rdo_domain_mailmatch_yes
source: Yes, I want to use Google Apps for Work
fr_ca: Oui, je veux les services de <i>Google Apps for Work</i>

# rdo_domain_mailmatch_no
source: No
fr_ca: Non

# form-technology-maintenance-info
source: For example, if you ask for a forum, calendar or price tables, it will require some time to administrate, moderate and perform maintenance activities. Does your company have the appropriate resource? (What is the skills level of person who will update the website? Is there a need for a CMS?)
fr_ca: Par exemple, si vous désirez un calendrier d’événement personnalisé ou un tableau de prix comparatif, vous aurez sûrement besoin de quelqu’un pour mettre à jour son contenu. Est-ce que votre entreprise, projet ou événement a les ressources nécessaires pour ce besoin? (avez-vous besoin d’une plateforme de gestion de contenu? CMS: exemple -> Wordpress)

# form-other-future-info
source: Please be as specific and future thinking as possible. Example: new pages, translation and localization of the site, specific SEO features, shopping cart, etc. These future needs might have an impact on the architecture of site now in order to accommodate the implementation of the said features at a later date. This will avoid you to have additional costs in development time in the future
fr_ca: Soyez le plus spécifique et le plus clairvoyant possible. Exemple: pages additionnelles, traduction du site, intégration de fonctionnalité en SEO, panier d’achats, etc. Ces besoins futurs sont importants à déterminer dès aujourd’hui afin d’adapter l’architecture du site en conséquence. Ceci réduira les couts développement au moment de faire l’intégration de ces nouveaux éléments.

# form-other-comment-info
source: This is the place to add any other requirements for your project and describe why it is important for you. Any additional information can only help me to better understand your needs and expectations."
fr_ca: Partagez toute autre information pertinente pour la réalisation de votre site.

# form-btn-save
source: Save
fr_ca: Sauvegarder

# form-btn-submit
source: SUBMIT
fr_ca: Soumettre

# form-btn-reset
source: RESET
fr_ca: Réinitialiser

# form-footnote-fn1
source: Be aware that integration of SEO features are NOT required for the creation of a website although highly recommended in most cases. Integration of such features can easily take more time to manage compared to the creation of the website itself, therefore affecting its global cost. The more features you require, the higher the cost will be. Individual SEO features can be added at anytime after the creation of a website. It does NOT need or require to happen at the time of creation of a website. For a comprehensive comparison, consider SEO as a retail product packaging and consider search engines as customers -> fancier the package, more likely your product will stand out from its competitors therefore, increasing its ranking on search engines.
fr_ca: Bien que fortement recommandée dans la plupart des cas, l'intégration de fonctionnalités de référencement (SEO) n’est PAS nécessaire pour la création d'un site web. Ces fonctionnalités peuvent facilement prendre plus de temps à gérer et développer comparativement à la création du site lui-même. Par conséquent, ce processus influence donc le coût global de la maintenance d’un site web à la hausse. L’intégration de certaines fonctionnalités de référencement peut être effectuée à tout moment et sans ordre précis suivant la création d'un site web. Afin d’effectuer un comparatif qui illustre bien ce concept, veuillez considérer le référencement comme un emballage de produits de détail et considérez les moteurs de recherche comme sa clientèle -> mieux un emballage est conçu, plus le produit se démarquer vis a vis ses concurrents augmentant ainsi son classement sur les moteurs de recherche.

# form-footnote-fn2
source: Webmaster Tools (or WMT) are popular, powerful and mostly free SEO-tool. It enables webmasters, SEO-consultants and online marketers to gain important SEO insights and improve the visibility and user-friendliness of their websites.
fr_ca: Les outils pour les webmestres (ou WMT ) sont des outils populaires en référencement, puissants et surtout, gratuits. Ils permettent aux webmestres, consultants en référencement et marketeurs en ligne de mieux visualiser et d'améliorer la visibilité de leurs sites web sur différents moteurs de recherche.

# form-footnote-fn3
source: In web search and search engine optimization (SEO), URL canonicalization deals with web content that has more than one possible URL. Having multiple URLs for the same web content can cause problems for search engines - specifically in determining which URL should be shown in search results
fr_ca: En recherche sur le web et en référencement, la canonisation des URL est l’analyse de contenu web qui a plus d'une URL possible. Avoir plusieurs URL pour le même contenu web peut causer des problèmes pour les moteurs de recherche - en particulier lorsqu’il s’agit de déterminer l'URL qui doit être représentée dans les résultats de recherche.

# form-footnote-fn4
source: This approach allows software to process information intended for end-users (such as contact information, geographic coordinates, calendar events, and similar information) automatically. Microdata is a HTML specification used to nest metadata within existing content on web pages. Search engines, web crawlers, and browsers can extract and process Microdata from a web page and use it to provide a richer browsing experience for users. This feature contribute to a better SEO.
fr_ca: Cette approche permet aux moteurs de recherche de traiter les informations destinées aux utilisateurs lors des recherches (tels que les informations de contact , les coordonnées géographiques, les événements de calendrier et des informations similaires ). <i>Microdata</i> est une spécification HTML utilisée pour les métadonnées du contenu existant sur les pages web. Les moteurs de recherche, robots web et les navigateurs peuvent extraire et analyse le contenu et l'utiliser pour fournir une expérience de navigation plus riche pour les utilisateurs. Cette fonction contribue à un meilleur référencement (SEO).

# form-footnote-fn5
source: Language localization differs from translation activity because it involves a comprehensive study of the target culture in order to correctly adapt the product to local needs. (date and time format, currency, video/image langage, etc.) The HTML markup itself needs to be altered with specific tags.
fr_ca: La <i>localisation</i> diffère de l'activité de traduction car elle implique une étude approfondie de la culture cible afin d’adapter le contenu du site correctement aux besoins locaux. (format de la date, de l'heure, la monnaie, les vidéos, les image, la langage, etc.) Le balisage HTML lui-même doit être modifié avec des étiquettes spécifiques.

# form-footnote-fn6
source: Google recently announced that mobile friendly sites ranks better on google search performed from a mobile device.
fr_ca: Google a récemment annoncé que les <i>sites mobiles</i> se classent mieux sur les recherches Google effectuées à partir d'un appareil mobile.

# form-footnote-fn7
source: Open Graphs are advanced HTML meta tags which add specific metadata information to a web page. This embedded information is then automatically shared to social networks when a user share its content via a dedicated share button. (author, images, description, dates, website links, etc.)
fr_ca: <i>Open Graph</i> est une collection des balises HTML avancées qui ajoutent des informations spécifiques de métadonnées pour une page web. Cette information est ensuite partagée et intégrée automatiquement aux réseaux sociaux lorsqu'un utilisateur partage son contenu via un bouton de partage dédié. (ex. auteur, images, description, dates de publication, liens internet , etc.)

# form-footnote-fn8
source: Collect useful information about your site traffic.
fr_ca: Recueillir des informations utiles à propos de l’achalandage de votre site.

# form-footnote-fn9
source: Example of tools: Git version control, SASS CSS pre-processors, auto-prefixers, image/vectors editing tools, etc.
fr_ca: Exemple d’outils: contrôle de version GIT, SASS, <i>auto-préfixers</i>, logiciel pour fichier vectoriel, etc.

source: placeholder="First Name"
fr_ca: placeholder="Prénom"

source: placeholder="Last Name"
fr_ca: placeholder="Nom de famille"

source: Click the button below to resend the registration confirmation email with your activation link to
fr_ca: Cliquez sur le bouton ci-dessous pour renvoyer la confirmation d’inscription par courriel avec votre lien d'activation à

source: Resend
fr_ca: Renvoyer
